#!/bin/bash
#clolors
# @cyber__mission
#bruteforce
#hackfcebook
white='\e[1;37m'
green='\e[0;32m'
blue='\e[1;34m'
red='\e[1;31m'
yellow='\e[1;33m'
pink='\e[1;38m' 
echo ""
echo""
banner() {
 echo -e $'\e[1;33m __________________________________________________________________________________________________________________\e[0m'
echo""
 echo -e $'\e[1;31m      ▄▄█▀▀▀▄█           ▀██                            ▀██    ██▀  ██                 ██                       \e[0m''\e[1;32m \e[0m'
 echo -e $'\e[1;32m    ▄█▀     ▀   ▄▄▄▄ ▄▄▄  ██ ▄▄▄    ▄▄▄▄  ▄▄▄ ▄▄         ███  ███  ▄▄▄   ▄▄▄▄   ▄▄▄▄  ▄▄▄    ▄▄▄   ▄▄ ▄▄▄   \e[0m''\e[1;32m \e[0m'
 echo -e $'\e[1;32m    ██           ▀█▄  █   ██▀  ██ ▄█▄▄▄██  ██▀ ▀▀        █▀█▄▄▀██   ██  ██▄ ▀  ██▄ ▀   ██  ▄█  ▀█▄  ██  ██   \e[0m''\e[1;32m \e[0m'
 echo -e $'\e[1;34m    ▀█▄      ▄    ▀█▄█    ██    █ ██       ██      ████  █ ▀█▀ ██   ██  ▄ ▀█▄▄ ▄ ▀█▄▄  ██  ██   ██  ██  ██  \e[0m''\e[1;32m \e[0m'
 echo -e $'\e[1;34m      ▀▀█▄▄▄▄▀      ▀█     ▀█▄▄▄▀   ▀█▄▄▄▀ ▄██▄          ▄█▄ █ ▄██▄ ▄██▄ █▀▄▄█▀ █▀▄▄█▀ ▄██▄  ▀█▄▄█▀ ▄██▄ ██▄ \e[0m''\e[1;32m \e[0m'
 echo -e $'\e[1;34m                  ▄▄ █                              \e[0m'
 echo -e $'\e[1;34m                   ▀▀    \e[0m'
 echo -e $'\e[1;33m __________________________________________________\e[1;34mFacebook BruteForce Attack\e[1;33m________________________________________________\e[0m'
echo""
echo""
 echo -e $'\e[1;31m|-----------------------------------------\e[0m'
 echo -e $'\e[1;31m|  \e[1;32m HackFacebook @𝟚𝟘𝟚𝟙 \e[1;31m         \e[0m'
 echo -e $'\e[1;31m| \e[1;32m  This Tool only For Education Purpose, \e[1;32m\e[0m' '\e[1;31m                              𝕯𝖎𝖘𝖈𝖑𝖆𝖎𝖒𝖇𝖊𝖗\e[0m'
 echo -e $'\e[1;31m| \e[1;32m  Don`t Use For Illegal Activities\e[1;32m \e[0m'      '\e[1;31m                        𝗨𝘀𝗲 𝗧𝗼𝗿 𝗔𝗻𝗱 𝗣𝗿𝗼𝘅𝘆𝗰𝗵𝗮𝗶𝗻𝘀 𝗧𝗼 𝗕𝗲 𝗔𝗻𝗼𝗻𝘆𝗺𝗼𝘂𝘀 \e[0m'
 echo -e $'\e[1;31m| \e[1;33m  YouTube Channel https://youtu.be/4T7TUL85KII        \e[0m'
 echo -e $'\e[1;31m| \e[1;34m CODED BY @cyber__mission\e[0m'
 echo -e $'\e[1;31m|-----------------------------------------  \e[0m'
 echo -e $'\e[1;31m \e[0m'
 echo -e $'\e[1;31m  \e[0m'
 echo -e $'\e[1;31m \e[0m'
 echo -e $'\e[1;31m  \e[0m'
 echo -e $'\e[1;31m                  YouTube Channel \e[1;32m -     https://youtu.be/4T7TUL85KII\e[0m'
 echo -e $'\e[1;31m                  Instagram Id\e[1;32m     -     https://www.instagram.com/cyber__mission/ \e[0m'
 echo -e $'\e[1;31m  \e[0m'
 


      echo ""                                               
      }
      banner
